Repository: milanvarady/Applite
Catalog: Applite/Resources/*.lproj/Localizable.strings
Languages: fr

source: Open
fr: Ouvrir

source: Relaunch
fr: Relancer

source: Install
fr: Installer

source: Installing
fr: Installation

source: Installed
fr: Installé

source: Reinstall
fr: Réinstaller

source: Retry
fr: Réessayer

source: Retry Install
fr: Réessayer l'installation

source: Force Install
fr: Forcer l'installation

source: Uninstall
fr: Désinstaller

source: Uninstall...
fr: Désinstaller...

source: Uninstalling
fr: Désinstallation

source: Update
fr: Mettre à jour

source: Update All
fr: Tout mettre à jour

source: Manage Homebrew
fr: Gérer Homebrew

source: See All
fr: Voir tout

source: Download
fr: Télécharger

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: Continue
fr: Continuer

source: Back
fr: Revenir

source: Xcode Command Line Tools
fr: Outils de ligne de commande Xcode

source: Retry the installation or visit the troubleshooting page.
fr: Réessayez l'installation ou visitez la page de dépannage.

source: Troubleshooting
fr: Dépanage

source: Installation failed
fr: Echec de l'installation

source: Broken Brew Path
fr: Le chemin d'accès de Homebrew est cassé

source: This app
fr: Cette app

source: Retry load
fr: Réessayer de charger

source: Error
fr: Erreur

source: Homepage
fr: Page d'accueil

source: %@ is already installed. If you want to add it to %@ click more options (chevron icon) and press Force Install.
fr: %@ est déjà installé. Si vous souhaitez l'ajouter à %@, cliquez sur plus d'options (icône en forme de chevron) et appuyez sur Forcer l'installation.

source: Sorting Options
fr: Trier

source: Sort by
fr: Trier par

source: Most downloaded (default)
fr: Plus téléchergé (par défaut)

source: Hide apps with few downloads
fr: Masquer les applications avec peu de téléchargements

source: Welcome to %@
fr: Bienvenue sur %@

source: Download apps with ease
fr: Téléchargez des applications en toute simplicité

source: Download third party applications with a single click. No more "Drag to Applications folder".
fr: Téléchargez des applications tierces en un seul clic. Plus besoin de "Glisser dans le dossier Applications".

source: Manage applications
fr: Gérer vos applications

source: Update and uninstall your applications. No more leftover files from deleted applications.
fr: Mettez à jour et désinstallez vos applications. Fini les résidus des applications supprimées.

source: Browse through a handpicked list of awesome apps.
fr: Parcourez une liste triée sur le volet d'applications géniales.

source: Do you already have Homebrew installed?
fr: Avez-vous déjà installé Homebrew ?

source: No (I don't know what it is)
fr: Non (je ne sais pas ce que c'est)

source: Installing dependencies
fr: Installation des dépendances

source: This application uses the free and open source [Homebrew](https://brew.sh/) package manager to download and manage applications. If you already have it installed on your system, you can use it right away. If you don't have brew installed or don't know what it is, select **No**. This will create a new brew installation just for %@.
fr: Cette application utilise le gestionnaire de packages gratuit et open source [Homebrew](https://brew.sh/) pour télécharger et gérer les applications. Si vous l'avez déjà installé sur votre système, vous pouvez l'utiliser immédiatement. Si vous n'avez pas installé Homebrew ou si vous ne savez pas ce que c'est, sélectionnez **Non**. Cela créera une nouvelle installation de Homebrew juste pour %@.

source: Provide Brew Executable Path
fr: Donner le chemin d'accès de Homebrew

source: You will be prompted to install the Xcode Command Line Tools, please click "Install" as it is required for this application to work. It will take a few minutes, you can see the progress on the installation window.
fr: Vous serez invité à installer les outils de ligne de commande Xcode, veuillez cliquer sur "Installer" car ils sont nécessaires pour que cette application fonctionne. Cela prendra quelques minutes, vous pouvez voir la progression dans la fenêtre d'installation.

source: [Homebrew](https://brew.sh) is a free and open source package manager tool that makes installing third party applications really easy. %@ uses Homebrew under the hood to download and manage applications.
fr: [Homebrew](https://brew.sh) est un outil de gestion de packages gratuit et open source qui facilite l'installation d'applications tierces. %@ utilise Homebrew sous le capot pour télécharger et gérer des applications.

source: You will be prompted to install Xcode Command Line Tools. Please select "Install" as it is required for this application to work.
fr: Vous serez invité à installer les outils de ligne de commande Xcode. Veuillez sélectionner "Installer" car ils sont nécessaires pour que cette application fonctionne.

source: All set!
fr: Tout est prêt!

source: Start Using %@
fr: Commancer à utiliser %@

source: Discover
fr: Découvir

source: Categories
fr: Catégories

source: Browsers
fr: Navigateurs

source: Productivity
fr: Productivité

source: Office Tools
fr: Outils Bureautiques

source: Menu Bar
fr: Bar des Menus

source: Utilities
fr: Utilitaires

source: Creative Tools
fr: Outils de Création

source: Media
fr: Média

source: Developer Tools
fr: Outils de Développements

source: Virtualization
fr: Virtualisation

source: Password Managers
fr: Gestionaires de Mots de Passe

source: This application uses the [Homebrew](https://brew.sh/) (brew for short) package manager to download apps. Homebrew is a free and open source command line utility that can download useful developer tools as well as desktop applications.
fr: Cette application utilise le gestionnaire de packages [Homebrew](https://brew.sh/) (brew en abrégé) pour télécharger des applications. Homebrew est un utilitaire de ligne de commande gratuit et open source qui peut télécharger des outils de développement utiles ainsi que des applications de bureau.

source: loading...
fr: chargement...

source: Homebrew version: %@
fr: Version de Homebrew: %@

source: **Number of apps installed:** %@
fr: **Nombre d'applications installées:** %@

source: Update Homebrew
fr: Mettre à jour Homebrew

source: **Warning:** All other app functions will be disabled during the update!
fr: **Attention :** Toutes les autres fonctions de l'application seront désactivées pendant la mise à jour !

source: **Note:** This will reinstall %@'s Homebrew installation at `~/Library/Application Support/%@/homebrew`
fr: **Remarque :** Cela installera un Homebrew spécifiquement pour %@ dans `~/Library/Application Support/%@/homebrew`

source: **Warning:** After reinstalling, all currently installed apps will be unlinked from %@. They won't be deleted, but you won't be able to update or uninstall them via %@.
fr: **Attention :** Après la réinstallation, toutes les applications actuellement installées seront dissociées de %@. Ils ne seront pas supprimés, mais vous ne pourrez pas les mettre à jour ou les désinstaller via %@.

source: Reinstall Homebrew
fr: Réinstaller Homebrew

source: Install Separate Brew
fr: Installer un Homebrew séparé

source: Uninstall %@, related files and cache.
fr: Désinstallez %@, les fichiers associés ainsi que le cache.

source: A new Homebrew installation will be installed into ~/Library/Application Support/%@
fr: Une nouvelle installation Homebrew sera installée dans ~/Library/Application Support/%@

source: All currently installed apps will be unlinked from %@.
fr: Toutes les applications actuellement installées seront dissociées de %@.

source: Reinstall failed
fr: Echec de la réinstallation

source: Are you sure you wan't to %@install Homebrew?
fr: Êtes-vous sûr de vouloir %@installer Homebrew ?

source: General
fr: Général

source: Appearance
fr: Apparence

source: Color Scheme:
fr: Thèmes:

source: System
fr: Système

source: Light
fr: Clair

source: Dark
fr: Sombre

source: Task completions
fr: Tâches terminées

source: Task errors
fr: Erreurs de tâche

source: Brew Path
fr: Chemin d'accès

source: Custom
fr: Personnalisé

source: Selected brew path is invalid!
fr: Le chemin d'accès de Homebrew n'est pas valide!

source: Brew path has been modified. Restart app for changes to take effect.
fr: Le chemin de Homebrew a été modifié. Redémarrez l'application pour que les modifications prennent effet.

source: Updates
fr: Mises à jour

source: Check for Updates...
fr: Rechercher des mises à jour...

source: Current app version: %@ (%@)
fr: Version de l'application: %@ (%@)

source: Automatically check for updates
fr: Rechercher automatiquement des mises à jour

source: Automatically download updates
fr: Télécharger automatiquement les mises à jour

source: Uninstall %@
fr: Désinstaller %@

source: This will uninstall all files and cache associated with %@.
fr: Cela désinstallera tous les fichiers ainsi que le cache associés à %@.

source: Delete Homebrew cache
fr: Supprimer le cache de Homebrew

source: **Warning**: Homebrew cache is shared between Homebrew installations. Deleting the cache will remove the cache for all installations!
fr: **Attention** : Le cache Homebrew est partagé entre les installations Homebrew. La suppression du cache supprimera le cache pour toutes les installations !
